{
    "Software Title": "",
    "Version Requested": "",
    "Software Publisher": "",
    "Github link (if applicable)": "",
    "Foreign Product (yes/no) (If yes, include Country of Origin)": "Foreign analysis metric on green network",
    "Mission Driven Justification (What the software does/ what you're using it for)": "For the development and testing of the F-35 Common Reprogramming Tool.",
    "What Will be the Mission Impact Should the Software Request be Denied": "Failure to develop software for F-35 CRT would materially impact the CRT program and could result in lost contracts.",
    "Is this an upgrade/downgrade of an existing software? (yes/no, if yes, specify which)": "",
    "If there is no other version of this approved and in use, why is it now required? ( function needed, updated requirements, maturation of program, etc.)": "Function needed, updated requirements, maturation of program.",
    "Is this the latest version of this software? (yes/no, if no why is the most recent version not being requested)": "",
    "What is manufacturer reported end of life/end of support date?": "N/A",
    "Is this an Executable (yes/no)": "",
    "If Yes to Previous, What is the Execution Control Level? (Root/Admin, Single User, System Level, Authenticated User)": "",
    "Are there any dependencies to other software that also must be installed? (yes/no, list dependencies)": "",
    "Does it create a non-standard file type? If Yes, can it be scanned by security software (i.e., Anti-Virus)? (yes/ no, if yes list file type, if no explain why not)": "",
    "Has Software Been Modified? (yes/no, if yes state whether it was done by a Vendor, Third Party, or In-House, then give the reason why)": "No",
    "Software Type/Intended Use (e.g., Security Relevant, Programming/Coding, Office/Productivity, etc.)": "Operational/Tactical",
    "eFOSS approval (if no, then cannot be approved, remove from list) (If yes, include link to eFOSS approval page)": "",
    "eFOSS Submission Request Number": "N/A",
    "eFOSS link": "",
    "If software is foreign, open source, or freeware is there any alternative US COTS/GOTS solution available?": "No",
    "Justify why US COTS/GOTS is not being used.": "DoD recommends the use of FOSS for new contracted software development to reduce overall program costs.",
    "Are there any alternative solutions available? (yes/no, if yes list here)": "No"
}